[
  {
    "title": "SSD 512gb, 32gb RAM, Ryzen 5 1600 6×12",
    "catalog_id": "1",
    "price": "1200",
    "description": "Достойный аппарат для повседневного использования",
    "long_description": "Тянет сразу две ide jetbrains + браузер",
    "attributes": "{\"ROM Type\": \"SSD\", \"ROM\": 512, \"RAM Type\": \"DDR4\", \"RAM\": 32, \"CPU\": \"AMD® Ryzen 5 1600 six-core processor × 12\", \"GPU\": \"Radeon RX 570 Series 4gb\"}"
  },
  {
    "title": "SSD 256gb, 8gb RAM, i3-3220 3.3GHz",
    "catalog_id": "1",
    "price": "250",
    "description": "Бюджетный игровой компьютер",
    "long_description": "✴️Можно играть в большинство игр на средне - высоких настройках в FullHD\n\n✴️Хороший блок питания с запасом на будущее\n\n✴️Отличный SSD диск которого хватит под систему и игры\n\n✴️Установлена Windows 10 pro",
    "attributes": "{\"ROM Type\": \"SSD\", \"ROM\": 256, \"RAM Type\": \"DDR3\", \"RAM\": 8, \"CPU\": \"Intel® i3-3220 3.3GHz\", \"GPU\": \"GTX 660 Ti 2gb\"}"
  },
  {
    "title": "MacBook Pro 13inch 2012",
    "catalog_id": "2",
    "price": "300",
    "description": "По прежнему достоен внимания",
    "long_description": "Не смотря на солидный возраст, ноутбук легко справляется с современными офисным задачами",
    "attributes": "{\"ROM Type\": \"SSD\", \"ROM\": 128, \"RAM Type\": \"DDR3\", \"RAM\": 8, \"CPU\": \"Intel® i5-2435M CPU @ 2.40GHz × 4\", \"GPU\": \"Intel® HD Graphics 3000 (SNB GT2)\"}"
  },
  {
    "title": "Чапаев и Пустота",
    "catalog_id": "4",
    "price": "8",
    "description": "",
    "long_description": "Герой романа - поэт-декадент, красный комиссар и пациент психиатрической больницы Петр Пустота. Каждый раз, засыпая в дивизии своего командира Василия Чапаева, он просыпается в лечебнице для умалишенных. Петр убежден, что лечебница - плод его воображения. Однако Чапаев уверяет, что оба этих мира - нереальны, и Петру нужно всего лишь окончательно проснуться. Но как это сделать, если вместо реальности - сияющая пустота?",
    "attributes": "{\"Author\": \"В. Пелевин\", \"Publishing House\": \"АСТ\", \"Series\": \"Эксклюзивная новая классика\"}"
  },
  {
    "title": "Generation \"П\"",
    "catalog_id": "4",
    "price": "10",
    "description": "",
    "long_description": "Виктор Пелевин - культовый писатель современности, чье творчество оказало огромное влияние на распознание и формирование массового сознания. В книгу включены одни из лучших, по мнению самого автора, произведений, раскрывающих сущность социальных процессов, происходящих в постсоветском пространстве, и их влияние на личность и духовность общества. Необычно и ярко перед читателем этой книги предстанет современный мир с его абсурдностью и потайными, часто невидимыми глазу противоречиями. И тот порядок, который рождается на обломках разрушенной советской империи, оказывается бесчеловечным и крайне жестоким.",
    "attributes": "{\"Author\": \"В. Пелевин\", \"Publishing House\": \"Эксмо\", \"Series\": \"100 главных книг\"}"
  },
  {
    "title": "Отель \"Гранд Будапешт\". Иллюстрированная история создания меланхоличной комедии о потерянном мире",
    "catalog_id": "4",
    "price": "40",
    "description": "",
    "long_description": "На момент написания этой книги оскароносный фильм \"Отель \"Гранд Будапешт\" являлся кульминацией карьеры Уэса Андерсона. Хотя это утверждение справедливо и спустя пять лет с момента публикации. Андерсон собрал весь свой творческий опыт и придумал историю, которая содержит литературные и визуальные отголоски всех других его произведений. Этот фильм можно назвать двенадцатиярусным свадебным тортом: пробуя его, человек вряд ли задумается о том, какая колоссальная работа проделана его создателем. О чем он подумает, - так это о восхитительном вкусе шедевра.\nЭто издание сложно назвать обычной книгой. Это, скорее, настоящее архитектурное сооружение с многочисленными этажами и комнатами - совсем как фильм, вдохновляющий авторов в процессе работы. Внутри вы найдете целый этаж, посвященный самому Андерсону и его работе в кино; этаж Рэйфа Файнса, где он поделится с вами важными аспектами актерской игры; а также множество комнат, в которых вас ждут члены съемочной команды и их истории со съемок. И все это с уникальными иллюстрациями, созданными специально для этой книги, фотографиями со съемок и черновиками и раскадровками самого Андерсона. Добро пожаловать в книгу \"Отель \"Гранд Будапешт\"! Надеемся, вам у нас понравится!\n\nВсе фильмы Уэса Андерсона считаются комедиями, хотя ни один из них таковой не является. В каждой из его картин есть оттенок меланхолии, которая чувствуется не\nсразу, ибо она достаточно глубоко скрыта под художественными приемами. Лучше всего это видно в фильме «Отель «Гранд Будапешт» — самой масштабной и\nграндиозной картине режиссера. Девять номинаций на премию «Оскар» и четыре победы, одиннадцать номинаций на премию BAFTA и пять побед — это лишь малая часть\nнаград, которые получил Уэс Андерсон за свое творение.\nАвтор не ставил перед собой задачу написать просто книгу. Он смог заглянуть глубже, в самое сердце фильма, и понять, почему он произвел на мир такое впечатление.\nСпециально для читателя Мэтт Золлер Сеиц поделил книгу на множество частей, каждая из которых расскажет о каком-то из аспектов съемок.\n\nВо время своего путешествия по книге «Отель «Гранд Будапешт» вы встретите:\n- Уэса Андерсона, который расскажет вам о своем пути в кинематографе.\n- Рэйфа Файнса, исполнителя одной из главных ролей, который поделится с вами секретами актерского мастерства.\n- Александра Деспла, композитора, который вспомнит трудности во время работы над музыкой к фильму.\n- А также команду фильма — художника по костюмам, художника-постановщика, оператора и других. Каждый из них вспомнит свой опыт работы на съемках фильма и\nподелится интересными историями и забавными случаями.\n\nИ все это с уникальными иллюстрациями, созданными специально для этой книги, фотографиями со съемок и черновиками и раскадровками самого Андерсона. Добро\nпожаловать в книгу «Отель «Гранд Будапешт»!",
    "attributes": "{\"Author\": \"Сайтц Мэтт Золлер\", \"Publishing House\": \"Бомбора\", \"Series\": \"Подарочные издания. Кино\"}"
  },
  {
    "title": "S.N.U.F.F.",
    "catalog_id": "4",
    "price": "15",
    "description": "Роман-утøпія Виктора Пелевина о глубочайших тайнах женского сердца и высших секретах лётного мастерства!",
    "long_description": "«S.N.U.F.F.» — десятый роман Виктора Пелевина, издан в декабре 2011 года тиражом 150 000 экземпляров.\n\nПелевин переосмыслил SNUFF как Special Newsreel/Universal Feature Film, после чего это слово прочно вошло в лексикон политтехнологов. Хотя явление, им обозначаемое, появилось гораздо раньше.",
    "attributes": "{\"Author\": \"В. Пелевин\", \"Publishing House\": \"Эксмо\", \"Series\": \"Проза Виктора Пелевина\"}"
  },
  {
    "title": "Ребёнок-анонимус",
    "catalog_id": "6",
    "price": "100",
    "description": "Самый спокойный из всех анонимусов. Достигает небольших размеров.",
    "long_description": "Вообще классный парень",
    "attributes": "{\"Биологический вид\": \"Мирные\", \"Ареал обитания\": \"Город\", \"Рацион питания\": \"Фруто няня\"}"
  },
  {
    "title": "Анонимус-деградант",
    "catalog_id": "6",
    "price": "155",
    "description": "данный вид анонимусов в природе встречается в молодом возрасте от 6 до 18 лет.",
    "long_description": "данный вид анонимусов в природе встречается в молодом возрасте от 6 до 18 лет. Имеет пониженный интеллект. Учёные разделяют анонимуса-деграданта на подвиды в соответствии с причиной понижения интеллекта. Самые частые причины понижения интеллекта у данного вида - игра в Brawl Stars и сидение в TikTok. Также учёные подумывают отнести анонимусов-деградантов к нейтральной группе",
    "attributes": "{\"Биологический вид\": \"Мирные\", \"Ареал обитания\": \"Город\", \"Рацион питания\": \"Снюс\"}"
  },
  {
    "title": "Стереотипный анонимус",
    "catalog_id": "6",
    "price": "175",
    "description": "Обычные люди в масках Гая Фокса.",
    "long_description": "О них рассказывать нечего. Обычные люди в масках Гая Фокса. Можно сказать стереотипные анонимусы. Зато у них бывают разные маски",
    "attributes": "{\"Биологический вид\": \"Нейтральные\", \"Ареал обитания\": \"Город\", \"Рацион питания\": \"Снюс\"}"
  },
  {
    "title": "Анонимус-учитель",
    "catalog_id": "6",
    "price": "100",
    "description": "очень непредсказуемый вид.",
    "long_description": "очень непредсказуемый вид. До конца не изучен.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Город\", \"Рацион питания\": \"Снюс\"}"
  },
  {
    "title": "Анонимный какальщик",
    "catalog_id": "6",
    "price": "300",
    "description": "обитают в туалетах и не только.",
    "long_description": "обитают в туалетах и не только. Некоторые считают, что они являются потомками не менее опасных ''туалетных снюсоедов''. В основном охотятся группами, но бывают и одиночки. Если заблокируете дверь, где он сидит, то он быстро умрёт от снюсовой ломки.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Туалет\", \"Рацион питания\": \"Снюс\"}"
  },
  {
    "title": "Ниндзя-анонимус",
    "catalog_id": "6",
    "price": "100",
    "description": "вы их не опознаете быстро, так как они маскируются под анонимусов нейтральной группы.",
    "long_description": "Часто сражаются друг с другом, но всё же опасны для человека.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Деревня\", \"Рацион питания\": \"Всеядны\"}"
  },
  {
    "title": "Военный анонимус",
    "catalog_id": "6",
    "price": "10",
    "description": "редко вы их встретите в повседневной жизни, так как они в основном сражаются на Донбассе",
    "long_description": "Не трогает мирных людей.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Армия\", \"Рацион питания\": \"Трава и каша\"}"
  },
  {
    "title": "Анонимус Военкомантёр",
    "catalog_id": "6",
    "price": "500",
    "description": "встречается после достижения 18-летнего возроста",
    "long_description": "Забирает анонимусов служить в Армию Снюсляндии.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Армия\", \"Рацион питания\": \"Трава и каша\"}"
  },
  {
    "title": "Бог анонимусов",
    "catalog_id": "6",
    "price": "500",
    "description": "известен под именем мудрец 6 снюсов",
    "long_description": "Единственный бог-анонимус, которого можно призвать.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Небеса\", \"Рацион питания\": \"Ментальная пища\"}"
  },
  {
    "title": "Анонимка",
    "catalog_id": "6",
    "price": "666",
    "description": "самый ужасный и противный вид анонимусов",
    "long_description": "Портят всю систему и культуру остальных анонимусов (парней). Именно из-за этих личностей анонимусы стали терять популярность, поэтому некоторые люди поговаривают о конце Эры анонимусов. Поэтому парни-анонимусы взломали соц. сети и создали бан на анонимок за пропаганду ненависти и расизма. Возможно, разгорается война между анонимусами и анонимками, а возможно, это очередная выходка анонимок. Ведь сами по себе они довольно слабые. Есть теория, что анонимки - это потомки гачеров, у которых с анонимусами недавно была жестокая война. Так или иначе нормальные анонимки всё же встречаются. Есть задокументированные случаи, когда анонимусы и анонимки на одной стороне сражались против Тёмного Анонимуса.",
    "attributes": "{\"Биологический вид\": \"Опасные\", \"Ареал обитания\": \"Небеса\", \"Рацион питания\": \"Ментальная пища\"}"
  },
  {
    "title": "Red Hot Chili Peppers",
    "catalog_id": "5",
    "price": "10000",
    "description": "американская рок-группа, образованная в 1983 году",
    "long_description": "Red Hot Chili Peppers — американская рок-группа, образованная в 1983 году в Калифорнии вокалистом Энтони Кидисом, басистом Майклом Бэлзари, гитаристом Хиллелом Словаком и барабанщиком Джеком Айронсом",
    "attributes": "{\"Вкусовые ощущения\": 5, \"Применение\": \"Специя\", \"Растёт на\": \"Полукустарник\", \"Цвет\": \"Красный\"}"
  },
  {
    "title": "Бананчик",
    "catalog_id": "5",
    "price": "15",
    "description": "Бананы — одна из древнейших пищевых культур, а для тропических стран важнейшее пищевое растение и главная статья экспорта",
    "long_description": "Во многих странах бананы являются одним из основных источников питания — например, только в Эквадоре годовое потребление этого продукта составляет 73,8 кг на одного человека (для сравнения, в России этот показатель равен 7,29 кг). Существенную долю потребления бананы также составляют в Бурунди (189,4 кг), Самоа (85,0 кг), Коморских Островах (77,8 кг) и на Филиппинах (40,6 кг)[7].",
    "attributes": "{\"Вкусовые ощущения\": 10, \"Применение\": \"Основное блюдо\", \"Растёт на\": \"Травянистое растение\", \"Цвет\": \"Жёлтый\"}"
  },
  {
    "title": "Огурчик",
    "catalog_id": "5",
    "price": "1500",
    "description": "одна из версий Рика Санчеза, в которую он превратил себя, чтобы не посещать семейную терапию",
    "long_description": "После разрыва с Джерри Бет, и ее родным вменили посещать семейного психотерапевта по решению школы. Рик не хотел туда идти, а потому превратил себя в огурец. Огурчик Рик — это обычный огурец с глазами и ртом. Рик построил специальное устройство, которое должно было вколоть ему антиогурцовую сыворотку и превратить обратно в человека, как только его родственники уйдут. Однако Бет заподозрила, что что-то не так, и забрала шприц себе.\n\nРик остался в огурцовой форме. Цепь событий привела к тому, что он сначала оказался в канализации, а затем в штаб-квартире секретного агентства. Чтобы выжить, Рику пришлось изобрести новые способы перемещения, а также усовершенствовать огурец некоторыми приспособлениями. Избежав смерти, Огурчик Рик добрался до офиса психотерапевта, где попросил Бет сделать ему инъекцию, чтобы вновь превратиться в человека.",
    "attributes": "{\"Вкусовые ощущения\": 1, \"Применение\": \"Основное блюдо\", \"Растёт на\": \"Батва\", \"Цвет\": \"Зелёный\"}"
  },
  {
    "title": "Драники",
    "catalog_id": "5",
    "price": "1500000000",
    "description": "Высшая форма самореализации картофеля",
    "long_description": "Драники готовят из натёртого или давленного сырого картофеля с добавлением соли и яиц. Также добавляется мука — для связывания крахмала. По вкусу могут добавляться другие ингредиенты — например, лук, чеснок. Полученное тесто перемешивают и жарят на сковороде на свином жиру или растительном масле.\n\nДраники традиционно подают горячими со сметаной, сливочным маслом, уздором (топлёное свиное сало) или мачанкой.\n\nОстывшие драники резко теряют вкусовые качества, поэтому уже через несколько часов их можно, в лучшем случае, использовать как ингредиент других блюд, но не как самостоятельное блюдо. Считается, что лучшие драники — это пожаренные прямо перед подачей на стол или подаваемые прямо со сковороды на тарелку.\n\nТакже практикуется томление драников в различной посуде (например, в глиняных горшках при наличии печи). В СССР широкое распространение получило приготовление драников с начинкой из фарша по примеру голубцов.",
    "attributes": "{\"Вкусовые ощущения\": 10, \"Применение\": \"Основное блюдо\", \"Растёт на\": \"Плита\", \"Цвет\": \"Жёлтый\"}"
  },
  {
    "title": "Чёрт ебаный",
    "catalog_id": "7",
    "price": "1",
    "description": "Говно, но только цветом как моча",
    "long_description": "Илья Чёрт (настоящее имя Илья Леонович Кнабенгоф; род. 2 августа 1972, Ленинград, СССР) — российский музыкант, певец, автор песен, поэт, писатель, лидер группы «Пилот».",
    "attributes": "{\"Коэфициент эффективности\": 300}"
  },
  {
    "title": "Урановый леденец с говном",
    "catalog_id": "7",
    "price": "123",
    "description": "РОМ ПОМ ПАРУМ-ПОМ-ПОМ УРАНОВЫЙ ЛЕДЕНЕЦ С ГОВНОМ! ",
    "long_description": "В дальних горах я собрал руду. В Иране я ее обогатил. Говна в мешочек собрал в саду. Слепил леденец, фантик закрутил.",
    "attributes": "{\"Коэфициент эффективности\": 704000000}"
  },
  {
    "title": "Подосиновичек",
    "catalog_id": "8",
    "price": "1.5",
    "description": "Подоси́новик — общее название для нескольких видов грибов рода Лекцинум",
    "long_description": "Отличаются оранжево-красной шляпкой и посинением мякоти гриба на срезе. От подберёзовиков также отличаются обычно более толстой, «коренастой» ножкой и плотной мякотью шляпки",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Рыжик",
    "catalog_id": "8",
    "price": "123",
    "description": "Рыжик — название группы видов грибов рода Млечник",
    "long_description": "Слово „рыжик“ заимствовано некоторыми неславянскими языками, например немецким, эстонским и венгерским. Рыжики отличаются общей жёлто-розовой или оранжево-красной окраской плодовых тел и наличием млечного сока, также окрашенного в оттенки красного цвета",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Опёнок толстоногий",
    "catalog_id": "8",
    "price": "123",
    "description": "Опёнок толстоногий — вид грибов, включённый в род Опёнок семейства Physalacriaceae",
    "long_description": "Шляпка достигает 2,5—10 см в диаметре, сначала ширококоническая, с подвёрнутым краем, затем уплощённая с опущенным краем. Окраска молодых шляпок тёмно-коричневая, бледно-коричневая или розоватая, по краю иногда беловатая, затем желтовато-бурая или коричневая. Чешуйки в центре шляпки многочисленные, почти конические, волокнистые, серовато-коричневые, ближе к краю — одиночные, приподнятые или лежачие, беловатые или одного цвета со шляпкой. В центре чешуйки обычно сохраняются и у взрослых грибов.\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Лисичка",
    "catalog_id": "8",
    "price": "123",
    "description": "Лиси́чка обыкнове́нная, или Лисичка настоя́щая, или Петушóк — вид грибов семейства лисичковых. Растет в Европе от Скандинавии до Средиземноморского бассейна, в основном в лиственных и хвойных лесах",
    "long_description": "Образует микоризу с различными деревьями, наиболее часто с елью, сосной, дубом, буком. Встречается повсеместно в лесах умеренного климата, чаще в хвойных и смешанных лесах, во влажном мху, среди травы или под опадом. Образует плодовые тела, расположенные группами, часто очень многочисленными, часто появляется летом после грозовых дождей.\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Горькушка",
    "catalog_id": "8",
    "price": "123",
    "description": "Горькушка (лат. Lactárius rúfus) — гриб рода Млечник (Lactarius) семейства Сыроежковые (Russulaceae)",
    "long_description": "Шляпка ∅ 4—10 см, сначала колокольчатая, потом плоская и под конец слегка вдавленная, в центре выделяется конусообразный заострённый бугорок. Края у шляпки тонкие и подогнуты внутрь. Кожица коричневато-красного цвета, ближе к краям более светлая. Она гладкая, покрытая лёгким опушением, в сырую погоду становится блестящей и липкой.\n\nМякоть плотная и ломкая, с едва уловимым запахом и перечным вкусом. При повреждении выделяет густой острый белый млечный сок, не изменяющий цвета.\n\nНожка 4—7 см в высоту, красноватого цвета, цилиндрическая, тонкая, матовая, чуть утолщённая у основания, покрыта беловатым пушком.\n\nПластинки частые, неширокие, нисходящие по ножке.\n\nСпоровый порошок белого цвета. Споры 9,5 × 6 мкм, овальные, сетчатые, амилоидные.\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Вешенка",
    "catalog_id": "8",
    "price": "123",
    "description": "Вёшенка (лат. Pleurotus) — род грибов семейства вёшенковые, или плевротовые (Pleurotaceae).\n\n",
    "long_description": "Важная особенность грибов этого рода — простота выращивания и высокая урожайность. Их несложно вырастить в домашних условиях.\n\nВёшенка — второй по популярности культивируемый гриб в России. В 2015 году на него пришлось примерно 27 % от совокупного производства культивируемых грибов в стране (около 3,8 тыс. тонн)[4].\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Подберёзовик",
    "catalog_id": "8",
    "price": "123",
    "description": "Подберёзовик — общее название для группы видов грибов рода Лекцинум (Обабок) (лат. Leccinum), ранее относимых к одному виду Boletus scaber (Fries). Отличаются неяркой, коричневых оттенков окраской шляпки, мякоть на срезе не всегда окрашивается. От подосиновиков также отличаются обычно более тонкой ножкой и менее плотной мякотью шляпки.\n\n",
    "long_description": "Все подберёзовики относятся к съедобным грибам и незначительно различаются по пищевым качествам. Грибники не всегда различают их виды, однако для грибной охоты полезно знать экологические особенности разных видов.\n\nНазвание связано с тем, что они часто растут вблизи берёз, т. к. образуют микоризу на её корнях.\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Подгруздок",
    "catalog_id": "8",
    "price": "123",
    "description": "Подгру́здок бе́лый (лат. Rússula délica) — вид грибов, включённый в род Сыроежка (Russula) семейства Сыроежковые (Russulaceae).\n\n",
    "long_description": "Шляпка достигает 5—18 см в диаметре, сначала выпуклая, затем вдавленная и воронковидная, с беловатой поверхностью, часто с тёмно-желтоватыми или красно-коричневатыми зонами, в сухую погоду нередко растрескивающаяся. Кожица слабо развита.\n\nПластинки обычно довольно частые, немного нисходящие на ножку, изредка переплетающиеся, кремовые, ближе к ножке неясно голубоватые, у старых грибов нередко с буроватыми пятнами.\n\nНожка очень крепкая, белая, подобно шляпке, нередко с неправильными коричневатыми пятнами, в верхней части в большинстве случаев голубоватая и более узкая, чем в нижней части.\n\nМякоть крепкая, белая, с острым вкусом и с заметным запахом, напоминающим некоторые виды рода Млечник.\n\nСпоровый порошок белого или светло-кремового цвета. Споры 8—12×6,5—9 мкм, яйцевидные, бугорчатые, со слабо выраженной сеточкой. Пилеоцистиды узкоцилиндрические.\n\nСъедобен, однако обладает достаточно пресным вкусом.\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Сыроежка",
    "catalog_id": "8",
    "price": "123",
    "description": "Сырое́жка (лат. Rússula от rússulus «красноватый») — род пластинчатых грибов семейства Сыроежковые (лат. Russulaceae).\n\n",
    "long_description": "Шляпка сначала шаровидная, полушаровидная или колокольчатая, позднее распростёртая, плоская или воронковидная, реже выпуклая; край завёрнутый или прямой, часто полосатый или рубчатый. Кожица разнообразной окраски, сухая, реже влажная, блестящая или матовая, иногда растрескивающаяся, легко отделяющаяся от мякоти или приросшая.\nПластинки приросшие, выемчатые, нисходящие или свободные, равной или неравной длины, иногда вильчато разветвлённые, обычно частые, иногда редкие, с тупым или заострённым краем, часто ломкие, белые или желтоватые до охристых.\nНожка цилиндрическая, ровная, реже утолщённая или заострённая у основания, белая или окрашенная, плотная или полая внутри.\nМякоть плотная, хрупкая или губчатая, особенно в ножке, белая, на разрезе и с возрастом не изменяет окраску или буреет, сереет, чернеет, краснеет, с мягким или едким вкусом.\nСпоровый порошок от белого до тёмно-жёлтого цвета.\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Белый гриб",
    "catalog_id": "8",
    "price": "123",
    "description": "Бе́лый гриб (лат. Bolétus edúlis), или борови́к (сокращённо: белый) — гриб из рода Боровик.\n\n",
    "long_description": "Шляпка зрелого гриба диаметром 7—30 см (иногда до 50 см), выпуклая, у старых грибов плоско-выпуклая, редко распростёртая. Поверхность гладкая или морщинистая, в сухую погоду может растрескиваться, голая, может быть тонковойлочная (особенно у края), редко волокнисто-чешуйчатая. Во влажную погоду поверхность слегка слизистая, в сухую матовая или блестящая. Цвет кожицы — от красно-коричневого до почти белого, с возрастом темнеет, может также быть лимонно-жёлтых, оранжевых, пурпурных тонов, часто окраска неравномерная, со светлыми краями, иногда с узким чисто-белым или желтоватым ободком. Кожица приросшая, не отделяется от мякоти.\n\nМякоть крепкая, сочно-мясистая, у старых экземпляров волокнистая, белая у молодого гриба, желтеет с возрастом, не изменяет цвет после разрезания (крайне редко наблюдается слабое изменение окраски до розовой или синей), под тёмноокрашенной кожицей может быть слой бурого или красно-коричневого оттенка. Вкус мягкий, слабо выражен, запах сырой мякоти слабо различим, сильный приятный грибной запах появляется при варке и особенно при сушке.\n\nНожка 8—25 см высотой (обычно до 12) и до 7 см толщиной (редко 10 и больше), массивная, бочковидная или булавовидная, с возрастом вытягивается и может становиться цилиндрической, расширенной или суженной посередине, основание часто остаётся утолщённым. Поверхность беловатая, коричневатая, иногда красноватая, может иметь тот же оттенок, что и шляпка, но более светлый. Покрыта сеточкой из белых или более светлых прожилок. Сеточка обычно в верхней части ножки, но может и спускаться до основания, значительно реже она отсутствует или слабо выражена.\n\nТрубчатый слой с глубокой выемкой возле ножки, легко отделяется от мякоти шляпки, светлый, у молодых грибов белый, позже желтеет, затем приобретает оливково-зелёный цвет, очень редко в молодом возрасте бывает с розовато-красным оттенком. Трубочки длиной 1—4 см, поры мелкие, округлые.\n\nОстатки покрывала отсутствуют.\n\nСпоровый порошок оливково-бурый. Споры веретеновидные, средний размер — 15,5 × 5,5 мкм, размеры могут довольно сильно варьироваться даже у одного и того же образца (11—17×4—5,5 мкм), изредка встречаются сильно удлинённые, до 22 мкм, но ширина их не превышает обычную.\n\nЦистиды обнаруживаются в большом количестве у молодых грибов, главным образом на поверхности гименофора (хейлоцистиды), палисадно стоящие, образуют войлоковидный слой, который и обуславливает белый цвет молодой пористой поверхности. После открывания пор цистиды оказываются сосредоточенными по краям трубочек. Имеются цистиды также на нитях сетчатого рисунка ножки (каулоцистиды) и на поверхности шляпки (пилеоцистиды).\n\n",
    "attributes": "{\"Съедобен\": \"Да\"}"
  },
  {
    "title": "Мухомор",
    "catalog_id": "8",
    "price": "123",
    "description": "Мухомо́р (лат. Amaníta) — род микоризообразующих пластинчатых грибов семейства Аманитовые (Amanitaceae). В некоторых системах этот род относят к семейству Плютеевые (Pluteaceae).\n\n",
    "long_description": "Высшей формой самореализации мухомора как гриба является атомный взрыв - нечто вроде светящегося материального тела, которое обретают некоторые продвинутые мистики. А люди - просто вспомогательная форма жизни, которую мухомор использует для достижения своей высшей цели, подобно тому как люди используют плесень для приготовления сыра\nПодробнее на livelib.ru:\nhttps://www.livelib.ru/quote/1265086-generation-p-viktor-pelevin",
    "attributes": "{\"Съедобен\": \"Нет\"}"
  }
]