[
  {
    "id": "1",
    "title": "SSD 512gb, 32gb RAM, Ryzen 5 1600 6×12",
    "catalog_id": "1",
    "price": "1200",
    "description": "Достойный аппарат для повседневного использования",
    "long_description": "Тянет сразу две ide jetbrains + браузер",
    "attributes": "{\"ROM Type\": \"SSD\", \"ROM\": 512, \"RAM Type\": \"DDR4\", \"RAM\": 32, \"CPU\": \"AMD® Ryzen 5 1600 six-core processor × 12\", \"GPU\": \"Radeon RX 570 Series 4gb\"}"
  },
  {
    "id": "2",
    "title": "SSD 256gb, 8gb RAM, i3-3220 3.3GHz",
    "catalog_id": "1",
    "price": "250",
    "description": "Бюджетный игровой компьютер",
    "long_description": "✴️Можно играть в большинство игр на средне - высоких настройках в FullHD\n\n✴️Хороший блок питания с запасом на будущее\n\n✴️Отличный SSD диск которого хватит под систему и игры\n\n✴️Установлена Windows 10 pro",
    "attributes": "{\"ROM Type\": \"SSD\", \"ROM\": 256, \"RAM Type\": \"DDR3\", \"RAM\": 8, \"CPU\": \"Intel® i3-3220 3.3GHz\", \"GPU\": \"GTX 660 Ti 2gb\"}"
  },
  {
    "id": "3",
    "title": "MacBook Pro 13inch 2012",
    "catalog_id": "2",
    "price": "300",
    "description": "По прежнему достоен внимания",
    "long_description": "Не смотря на солидный возраст, ноутбук легко справляется с современными офисным задачами",
    "attributes": "{\"ROM Type\": \"SSD\", \"ROM\": 128, \"RAM Type\": \"DDR3\", \"RAM\": 8, \"CPU\": \"Intel® i5-2435M CPU @ 2.40GHz × 4\", \"GPU\": \"Intel® HD Graphics 3000 (SNB GT2)\"}"
  },
  {
    "id": "4",
    "title": "Чапаев и Пустота",
    "catalog_id": "4",
    "price": "8",
    "description": "",
    "long_description": "Герой романа - поэт-декадент, красный комиссар и пациент психиатрической больницы Петр Пустота. Каждый раз, засыпая в дивизии своего командира Василия Чапаева, он просыпается в лечебнице для умалишенных. Петр убежден, что лечебница - плод его воображения. Однако Чапаев уверяет, что оба этих мира - нереальны, и Петру нужно всего лишь окончательно проснуться. Но как это сделать, если вместо реальности - сияющая пустота?",
    "attributes": "{\"Author\": \"В. Пелевин\", \"Publishing House\": \"АСТ\", \"Series\": \"Эксклюзивная новая классика\"}"
  },
  {
    "id": "5",
    "title": "Generation \"П\"",
    "catalog_id": "4",
    "price": "10",
    "description": "",
    "long_description": "Виктор Пелевин - культовый писатель современности, чье творчество оказало огромное влияние на распознание и формирование массового сознания. В книгу включены одни из лучших, по мнению самого автора, произведений, раскрывающих сущность социальных процессов, происходящих в постсоветском пространстве, и их влияние на личность и духовность общества. Необычно и ярко перед читателем этой книги предстанет современный мир с его абсурдностью и потайными, часто невидимыми глазу противоречиями. И тот порядок, который рождается на обломках разрушенной советской империи, оказывается бесчеловечным и крайне жестоким.",
    "attributes": "{\"Author\": \"В. Пелевин\", \"Publishing House\": \"Эксмо\", \"Series\": \"100 главных книг\"}"
  },
  {
    "id": "6",
    "title": "Отель \"Гранд Будапешт\". Иллюстрированная история создания меланхоличной комедии о потерянном мире",
    "catalog_id": "4",
    "price": "40",
    "description": "",
    "long_description": "На момент написания этой книги оскароносный фильм \"Отель \"Гранд Будапешт\" являлся кульминацией карьеры Уэса Андерсона. Хотя это утверждение справедливо и спустя пять лет с момента публикации. Андерсон собрал весь свой творческий опыт и придумал историю, которая содержит литературные и визуальные отголоски всех других его произведений. Этот фильм можно назвать двенадцатиярусным свадебным тортом: пробуя его, человек вряд ли задумается о том, какая колоссальная работа проделана его создателем. О чем он подумает, - так это о восхитительном вкусе шедевра.\nЭто издание сложно назвать обычной книгой. Это, скорее, настоящее архитектурное сооружение с многочисленными этажами и комнатами - совсем как фильм, вдохновляющий авторов в процессе работы. Внутри вы найдете целый этаж, посвященный самому Андерсону и его работе в кино; этаж Рэйфа Файнса, где он поделится с вами важными аспектами актерской игры; а также множество комнат, в которых вас ждут члены съемочной команды и их истории со съемок. И все это с уникальными иллюстрациями, созданными специально для этой книги, фотографиями со съемок и черновиками и раскадровками самого Андерсона. Добро пожаловать в книгу \"Отель \"Гранд Будапешт\"! Надеемся, вам у нас понравится!\n\nВсе фильмы Уэса Андерсона считаются комедиями, хотя ни один из них таковой не является. В каждой из его картин есть оттенок меланхолии, которая чувствуется не\nсразу, ибо она достаточно глубоко скрыта под художественными приемами. Лучше всего это видно в фильме «Отель «Гранд Будапешт» — самой масштабной и\nграндиозной картине режиссера. Девять номинаций на премию «Оскар» и четыре победы, одиннадцать номинаций на премию BAFTA и пять побед — это лишь малая часть\nнаград, которые получил Уэс Андерсон за свое творение.\nАвтор не ставил перед собой задачу написать просто книгу. Он смог заглянуть глубже, в самое сердце фильма, и понять, почему он произвел на мир такое впечатление.\nСпециально для читателя Мэтт Золлер Сеиц поделил книгу на множество частей, каждая из которых расскажет о каком-то из аспектов съемок.\n\nВо время своего путешествия по книге «Отель «Гранд Будапешт» вы встретите:\n- Уэса Андерсона, который расскажет вам о своем пути в кинематографе.\n- Рэйфа Файнса, исполнителя одной из главных ролей, который поделится с вами секретами актерского мастерства.\n- Александра Деспла, композитора, который вспомнит трудности во время работы над музыкой к фильму.\n- А также команду фильма — художника по костюмам, художника-постановщика, оператора и других. Каждый из них вспомнит свой опыт работы на съемках фильма и\nподелится интересными историями и забавными случаями.\n\nИ все это с уникальными иллюстрациями, созданными специально для этой книги, фотографиями со съемок и черновиками и раскадровками самого Андерсона. Добро\nпожаловать в книгу «Отель «Гранд Будапешт»!",
    "attributes": "{\"Author\": \"Сайтц Мэтт Золлер\", \"Publishing House\": \"Бомбора\", \"Series\": \"Подарочные издания. Кино\"}"
  },
  {
    "id": "7",
    "title": "S.N.U.F.F.",
    "catalog_id": "4",
    "price": "15",
    "description": "Роман-утøпія Виктора Пелевина о глубочайших тайнах женского сердца и высших секретах лётного мастерства!",
    "long_description": "«S.N.U.F.F.» — десятый роман Виктора Пелевина, издан в декабре 2011 года тиражом 150 000 экземпляров.\n\nПелевин переосмыслил SNUFF как Special Newsreel/Universal Feature Film, после чего это слово прочно вошло в лексикон политтехнологов. Хотя явление, им обозначаемое, появилось гораздо раньше.",
    "attributes": "{\"Author\": \"В. Пелевин\", \"Publishing House\": \"Эксмо\", \"Series\": \"Проза Виктора Пелевина\"}"
  }
]